{"type":"FeatureCollection","features":[{"type":"Feature","id":1,"geometry":null,"properties":{"OBJECTID":1,"HazardGroup":"Earthquake","Text":"\u003cp\u003eUtah has experienced 16 earthquakes greater than magnitude (M) 5.5 since pioneer settlement in 1847, and geologic investigations of Utah's faults indicate a long geologic history of repeated large earthquakes of M6.5 and greater prior to settlement. Although Utah is not on a boundary between tectonic plates where most of the world's earthquakes occur, it is in the tectonically extending western part of the North American plate called the Basin and Range. Thus, earthquakes in Utah are indirectly caused by interactions with the Pacific plate along the plate margin on the west coast of the United States. Also, many small earthquakes in east-central Utah are induced by underground coal mining. Large, damaging earthquakes in Utah are likely to occur in the Intermountain Seismic Belt (ISB) that generally extends north-south through the center of the state, essentially following Interstate 15, where there are many hazardous faults capable of producing earthquakes. However, areas outside the ISB also experience earthquakes. Moderate to large earthquakes (generally M6 and greater) can kill and injure many people and cause substantial damage to buildings, roads, bridges, and utilities. The Utah Earthquakes (1850 to 2016) and Quaternary Fault Map (\u003ca href=\"https://ugspub.nr.utah.gov/publications/maps/m-277.pdf\"\u003ehttps://ugspub.nr.utah.gov/publications/maps/m-277.pdf\u003c/a\u003e) shows earthquakes known to have occurred within and surrounding Utah and mapped Quaternary faults (those with movement in the past 2.6 million years) considered to be earthquake sources. The University of Utah Seismograph Stations (\u003ca href=\"https://quake.utah.edu/\"\u003ehttps://quake.utah.edu/\u003c/a\u003e) website shows recent earthquakes and additional information about earthquakes in Utah.\u003c/p\u003e\u003cp\u003e&nbsp;\u003c/p\u003e\u003cp\u003eEarthquake hazards include:\u003c/p\u003e\u003cp\u003e&nbsp;\u003c/p\u003e\u003cp\u003e\u003cstrong\u003eEarthquake Ground Shaking\u003c/strong\u003e &ndash; The sudden motion or trembling of the earth as stored elastic energy is released by fracture (breaking) and movement of rocks along a fault.\u003c/p\u003e\u003cp\u003e&nbsp;\u003c/p\u003e\u003cp\u003e\u003cstrong\u003eSurface Fault Rupture\u003c/strong\u003e &ndash; Displacement(s) of the ground surface along a tectonic fault during an earthquake that results in a steep slope called a scarp.\u003c/p\u003e\u003cp\u003e&nbsp;\u003c/p\u003e\u003cp\u003e\u003cstrong\u003eLiquefaction\u003c/strong\u003e &ndash; A sudden, large decrease in strength of a saturated sandy soil caused by a temporary increase in soil water pressure during an earthquake and subsequent collapse of soil structure, resulting in sand boils, differential foundation settlement, and localized flooding.\u003c/p\u003e\u003cp\u003e&nbsp;\u003c/p\u003e\u003cp\u003e\u003cstrong\u003eTsunamis\u003c/strong\u003e &ndash; a series of waves in the ocean or a lake caused by the displacement of a large volume of water, such as from underwater fault rupture or landsliding into the water.\u003c/p\u003e\u003cp\u003e&nbsp;\u003c/p\u003e\u003cp\u003e\u003cstrong\u003eSeiches\u003c/strong\u003e &ndash; An oscillating wave in an enclosed body of water such as a lake, river, canal, or tank, induced by earthquakes or other energy sources.\u003c/p\u003e\u003cp\u003e&nbsp;\u003c/p\u003e\u003cp\u003e\u003cstrong\u003eTectonic Deformation\u003c/strong\u003e &ndash; The lowering and tilting of a valley floor on the down-dropped side of a fault during an earthquake that commonly causes localized flooding and gravity-flow utility failure.\u003c/p\u003e\u003cp\u003e&nbsp;\u003c/p\u003e\u003cp\u003e\u003cstrong\u003eEarthquake-Triggered Landslides and Rockfall\u003c/strong\u003e &ndash; Landslides and rockfall triggered by earthquake ground shaking.\u003c/p\u003e\u003cp\u003e&nbsp;\u003c/p\u003e\u003cp\u003e\u003cstrong\u003eQuick Clays\u003c/strong\u003e &ndash; Typically marine-type clays that significantly lose strength when subjected to earthquake ground shaking.\u003c/p\u003e\u003cp\u003e&nbsp;\u003c/p\u003e\u003cp\u003eThe UGS has mapped surface-fault-rupture and liquefaction earthquake hazards for selected areas, and the U.S. Geological Survey has determined expected earthquake ground shaking in Utah. The other earthquake hazard types have not yet been mapped in Utah. More information on earthquake hazards is available at \u003ca href=\"https://geology.utah.gov/hazards/earthquakes-faults\" target=\"_blank\"\u003ehttps://geology.utah.gov/hazards/earthquakes-faults\u003c/a\u003e and https://earthquakes.utah.gov/ussc. The following Earthquake Hazards pages describe the individual mapped earthquake hazards for your area of interest.\u003c/p\u003e","Order_":1,"GlobalID":"cc91f31f-c65a-4dcd-a981-f862bdd3319e"}},{"type":"Feature","id":2,"geometry":null,"properties":{"OBJECTID":2,"HazardGroup":"Landslide","Text":"\u003cp\u003eA landslide is the downslope mass wasting of material that encompasses a wide range of movement types, velocities, scales, and materials. Specific types of landslides are classified by the material involved and the movement type. Material in a landslide can be rock, soil, organic debris, or a combination of these materials, and movement types include fall, topple, slide, creep, and flow. Some landslide types are associated with other hazards, such as debris flow with flooding and lateral spread with liquefaction. Landslides may be shallow or deep-seated and occur where material moves downslope at variable rates and volumes. Landslide rupture surfaces may be curved (rotational slide) or planer (translational slide) or a complex involving multiple types of movement. For example, a landslide may initiate as a rotational slide and then become a translational slide as it progresses downslope. Landslides occur in all 50 states; however, the coastal states and the Intermountain West, including Utah, are the primary regions of landslide activity. Nationally, landslides result in 25 to 50 deaths annually and cause approximately $5 billion (2019 dollars) in damage.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003eSince 1850, at least 341 people in Utah have died from landslides. Typical landslides in Utah include slides, rockfalls, debris flows, and earth flows. In Utah, many landslides move slowly, causing incipient damage to home and infrastructure over years to decades, whereas some move quickly with devastating results. Debris flows, which are a type of landslide having a very high water content, can travel at speeds greater than 30 to 50 miles per hour. Slope instability can result from many factors, including ground surface topography, water (hydrologic), and geologic conditions.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003eLandslides can occur naturally as a result of rising groundwater levels caused by increased precipitation or rapid snowmelt, or they can result from human causes, such as landscape irrigation and leakage from water-conveyance structures (reservoirs, ponds, and pipelines). Modification of a slope that results in over-steepening of the slope, either by removal of material from the lower part of the slope or addition of material near its top, can also trigger landslides. Development-related slope modification can include loading by construction of buildings or fill materials, or removal of material during grading for building pads and roadways.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003eLandslide hazards include:\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eLandslide and Debris Avalanches\u003c/strong\u003e &ndash; A mass-movement involving the downslope transport under gravity of soil and rock materials.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRockfall\u003c/strong\u003e &ndash; The relatively free-falling or rapid movement of rock from a slope by rolling, falling, toppling, and bouncing.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDebris Flows\u003c/strong\u003e &ndash; A slurry of rock, soil, organic matter, and water that flows down channels and onto valley edges that can travel long distances very quickly.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSnow Avalanches\u003c/strong\u003e &ndash; A large mass of snow and ice that moves rapidly down a mountain slope.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003eThe UGS has mapped landslide, rockfall, and debris flow hazards for selected areas in Utah. Snow avalanche hazard potential is generally unmapped in Utah. The following Landslide Hazards pages describe the individual mapped landslide hazards for your area of interest.\u003c/p\u003e","Order_":3,"GlobalID":"0723ea70-8c7a-4663-8e95-e20cc5ef1110"}},{"type":"Feature","id":3,"geometry":null,"properties":{"OBJECTID":3,"HazardGroup":"Flooding","Text":"\u003cp\u003eFlooding is the overflow of water onto lands that are normally dry and is the most commonly occurring natural hazard in Utah. Damage from flooding includes inundation of land and property, erosion, deposition of sediment and debris, and the force of the water itself, which can damage property and take lives. Historically, flooding is the most prevalent, costly, and destructive (on an annual basis) hazard in Utah. Since 1850, at least 101 people in Utah have died from flooding.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003eFlooding hazards include:\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRiver, Lake, or Sheet Flooding\u003c/strong\u003e &ndash; Overflow of water from excessive river/stream flow, water in lakes, and thin flow across generally flat to gently sloping ground.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDebris Flows\u003c/strong\u003e &ndash; Fast-moving flow-type landslides composed of a slurry of rock, mud, organic matter, and water that move down drainage-basin channels onto alluvial fans.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eShallow Groundwater\u003c/strong\u003e &ndash; Shallow groundwater can flood basements and other underground facilities, damage buried utility lines, and destabilize excavations.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDam and Canal Failure\u003c/strong\u003e &ndash; An unintentional release of water due to the failure of a water-retention or conveyance structure (dam or canal) that may occur with little warning.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSeiches \u003c/strong\u003e&ndash; An oscillating wave in a lake or tank induced by earthquakes and other energy sources.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTsunamis\u003c/strong\u003e &ndash; A series of waves in the ocean or a lake caused by the displacement of a large volume of water, such as from underwater fault rupture or landsliding into the water.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003eThe Federal Emergency Management Agency (FEMA) has mapped flood hazards for selected areas in Utah (\u003ca href=\"https://msc.fema.gov\"  target=\"_blank\"\u003e https://msc.fema.gov\u003c/a\u003e) and these maps are the official maps for flood insurance and related activities. However, the FEMA maps do not show flooding from debris flows, alluvial fans, and shallow groundwater, and may be out-of-date. The UGS has mapped river-, lake-, and sheet-flooding; debris-flow; and shallow groundwater susceptibility for selected areas in Utah using geologic-based methods. The Utah Division of Water Rights has additionally mapped dam-failure flooding for selected dams in Utah (\u003ca href=\"https://maps.waterrights.utah.gov/EsriMap/map.asp?layersToAdd=Dams\"\u003ehttps://maps.waterrights.utah.gov/EsriMap/map.asp?layersToAdd=Dams\u003c/a\u003e). Canal failure, seiches, and tsunami flooding hazards remain unmapped in Utah. The following Flooding Hazards pages describe the individual mapped flooding hazards for your area of interest.\u003c/p\u003e","Order_":2,"GlobalID":"3c38c6d3-e296-4ad3-b298-f2e2152f7a26"}},{"type":"Feature","id":4,"geometry":null,"properties":{"OBJECTID":4,"HazardGroup":"Problem Soil/Rock","Text":"\u003cp\u003eProblem soil and rock can cause extensive damage to structures and foundations. Problem soil and rock may also damage pavements after construction, resulting in high maintenance and/or replacement costs, along with increased legal and financial liability from pavement separation and/or gaps causing tripping hazards. In addition, future maintenance may disrupt business activities, resulting in increased costs and/or lost revenue. Except for radon gas, which is Utah's most deadly geologic causing at least 5729 deaths since 1973, no other problem soil and rock hazards has caused any deaths in Utah. However, these hazards have caused an undetermined, but very significant, amount of infrastructure damage and resulting economic impact.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003eProblem soil and rock hazards include:\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCaliche\u003c/strong\u003e &ndash; A calcareous material that can accumulate in the shallow subsurface of soils in arid and semiarid climates that can be very difficult to excavate.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCollapsible Soils\u003c/strong\u003e &ndash; Soils that have considerable strength when in a dry, natural state, but that significantly settle due to hydrocompaction (reduction of air space within the soil) when wetted.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCorrosive Soil and Rock\u003c/strong\u003e &ndash; Soil and rock that is corrosive to exposed metals and/or concrete.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eExpansive Soil and Rock\u003c/strong\u003e &ndash; Soil and rock with high clay content that swells when wetted and shrinks when dried.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eKarst Landscape\u003c/strong\u003e &ndash; Formed from the dissolution of limestone, dolomite, and gypsum rocks that can create features such as caves, sinkholes, and breccia pipes (rubble-filled vertical tubes that form and project to the surface as overlying rock collapse into buried karst caverns).\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eLand Subsidence and Earth Fissures\u003c/strong\u003e &ndash; Sinking of the ground surface caused by groundwater mining and underground mine subsidence or collapse. Subsidence often causes earth fissures which are permanent, linear tension crack(s) in the ground that extend upward from the groundwater table.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePiping and Erosion\u003c/strong\u003e &ndash; Piping is the subsurface erosion of soil or rock by groundwater flow that forms narrow voids. Piping can remove support of overlying soil and rock, resulting in collapse. Erosion is the process of material being moved by wind, water, and other processes and can occur at or below the ground surface.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRadon Gas\u003c/strong\u003e &ndash; An odorless, tasteless, and clear radioactive gas resulting from the natural decay of uranium that occurs in nearly all rock and soil, and when concentrated, such as in a building or other confined space, can lead to lung cancer.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSalt Tectonics\u003c/strong\u003e &ndash; Salt formations at depth below the ground surface may deform, causing deformation and cracks at the ground surface.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eShallow Bedrock\u003c/strong\u003e &ndash; Rock at shallow depths that may be encountered in construction and other excavations.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSoluble Soil and Rock\u003c/strong\u003e &ndash; Soil and rock that may be dissolved by water, causing ground subsidence.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWind-Blown Sand\u003c/strong\u003e &ndash; Geologically young, active or partially stabilized, deposits characterized by a well-sorted, loose, sandy soil texture with little to no clay.\u003c/p\u003e\n\u003cp\u003e&nbsp;\u003c/p\u003e\n\u003cp\u003eThe UGS has mapped problem soil and rock hazards for selected areas in Utah. The following problem soil and rock hazards pages describe the individual mapped problem soil and rock hazards for your area of interest.\u003c/p\u003e","Order_":4,"GlobalID":"c8adc93b-ae93-4069-bc32-666ce520f6ff"}},{"type":"Feature","id":5,"geometry":null,"properties":{"OBJECTID":5,"HazardGroup":"Volcanic","Text":"Volcanic hazards are those associated with active volcanoes and include volcanic eruptions of lava, ash, steam, and rocks (pyroclastics); lava and pyroclastic flows; lahars (volcanic debris flows); glacier outburst floods; rock, debris, and ice avalanches; lateral blasts; tsunamis; and dome growth and collapse. However, it is rare that all these hazards exist at a single volcano. While Utah does not have any active volcanoes, several basalt flows in the West Desert area are only several hundred years old and geologically very young. In addition, eruptions of volcanoes in the western United States, including the Yellowstone caldera, could result in volcanic ash clouds and significant deposition in Utah. These hazards have not been mapped in Utah, due to the complexity of mapping potential ash clouds traveling from a distant source with variable wind speeds and directions.","Order_":5,"GlobalID":"7dadede8-eb58-4ac0-941e-1e11e0bce268"}},{"type":"Feature","id":6,"geometry":null,"properties":{"OBJECTID":6,"HazardGroup":"OtherResources","Text":"Utah Geological Survey for information on geologic hazards, contact the UGS online at \u003ca href=\"https://geology.utah.gov/about-us/ask-a-geologist/\" target=\"_blank\"\u003egeology.utah.gov/about-us/ask-a-geologist/\u003c/a\u003e or by telephone at (801) 537-3300 and for southern Utah at (435) 865-9036. The \u003ci\u003eGuidelines for Investigating Geologic Hazards and Preparing Engineering-Geology Reports with a Suggested Approach to Geologic-Hazard Ordinances in Utah\u003c/i\u003e (UGS Circular 128, (\u003ca href=\"https://ugspub.nr.utah.gov/publications/circular/c-128.pdf\" target=\"_blank\"\u003ehttps://ugspub.nr.utah.gov/publications/circular/c-128.pdf\u003c/a\u003e) provide geologic and geotechnical consultants, local government officials, and land owners with comprehensive information on how to conduct appropriate and effective investigations of various geologic hazards before building and infrastructure design and construction.  These guidelines were developed to reduce the life safety risk and overall cost of geologic hazards to Utahans and have been adopted by numerous cities and counties in Utah.  The UGS strongly recommends that all development incorporate these guidelines in their planning, design, and construction. The \u003ci\u003eUGS GeoData Archive\u003c/i\u003e (\u003ca href=\"https://geodata.geology.utah.gov\" target=\"_blank\"\u003ehttps://geodata.geology.utah.gov\u003c/a\u003e) contains Utah geologic related scanned documents, consultant geologic and geotechnical reports, photographs, and other digital materials from our files and those gathered from other agencies or organizations.  Most of the items in the archive have not been formally published and are not available elsewhere.  The UGS \u003ci\u003eUtah Aerial Imagery Collection\u003c/i\u003e (\u003ca href=\"https://imagery.geology.utah.gov\" target=\"_blank\"\u003ehttps://imagery.geology.utah.gov\u003c/a\u003e) contains aerial photography (air photos) across Utah and dating from 1935 to 2005, with about half of the collection dating before 1960.The Utah Geologic Map Portal (\u003ca href=\"https://geology.utah.gov/apps/intgeomap/\" target=\"_blank\"\u003ehttps://geology.utah.gov/apps/intgeomap/\u003c/a\u003e) contains geologic maps that show the mapped ground surface soil and rock types across the state.  Building Codes (the IBC and IRC with amendments are adopted statewide by Utah law) State of Utah Adopted Building Codes in Law: \u003ca href=\"https://le.utah.gov/xcode/Title15A/15A.html\" target=\"_blank\"\u003ehttps://le.utah.gov/xcode/Title15A/15A.html\u003c/a\u003e International Building Code (IBC): \u003ca href=\"https://codes.iccsafe.org/content/IBC2024/toc\" target=\"_blank\"\u003ehttps://codes.iccsafe.org/content/IBC2024/toc\u003c/a\u003e International Residential Code (IRC) for One- and Two-Family Dwellings: \u003ca href=\"https://codes.iccsafe.org/content/IRC2024/toc\" target=\"_blank\"\u003ehttps://codes.iccsafe.org/content/IRC2024/toc\u003c/a\u003e Professional Licensing When selecting a geologist or engineer consultant and a construction contractor, make sure they are licensed to practice in Utah using the Utah Division of Occupational & Professional Licensing website at \u003ca href=\"https://secure.utah.gov/llv/search/index.html\" target=\"_blank\"\u003ehttps://secure.utah.gov/llv/search/index.html\u003c/a\u003e For more information, see \u003ca href=\"https://dopl.utah.gov/\" target=\"_blank\"\u003ehttps://dopl.utah.gov/\u003c/a\u003e","Order_":6,"GlobalID":"8e098966-efa6-4b58-9ca5-ac77fc9a6298"}}]}