{
    "type": "FeatureCollection",
    "features": [
        {
            "type": "Feature",
            "id": 1,
            "geometry": null,
            "properties": {
                "OBJECTID": 1,
                "Hazard": "SFR",
                "Text": "<p>In the Intermountain West, earthquakes of M6.5 and larger generally produce surface fault rupture, where the ground on one side of the fault moves upward and the other side moves downward (called a normal fault). These movements of the ground surface along a tectonic fault during an earthquake often produce a steep scarp (slope) or a series of generally parallel scarps.&nbsp; If a fault were to rupture beneath a building or critical structure (tanks, communication towers, electrical substations, etc.) significant structural damage or collapse may occur, possibly causing severe injuries and loss of life.&nbsp; For this reason, the UGS recommends that buildings and structures not be constructed over or directly adjacent to hazardous faults.</p>\n<p>&nbsp;</p>\n<p>The map below shows where hazardous faults have been mapped, along with UGS-designated and recommended special-study zones (shaded map areas) associated with the mapped faults within the area of interest defined for this report. These special-study zones define locations where the UGS recommends comprehensive, site-specific surface-fault-rupture investigations to accurately locate the hazardous fault and determine appropriate building setback distances following UGS guidelines (<a href=\"https://ugspub.nr.utah.gov/publications/circular/c-128.pdf \" target=\"_blank\"Â>https://ugspub.nr.utah.gov/publications/circular/c-128.pdf</a>).&nbsp; Note that developing near hazardous faults will always involve a level of inherent risk.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map</strong></p>\n<p>Your area of interest has surface-fault-rupture special-study zones associated with the faults listed above. This means that the site is in the vicinity of a mapped, hazardous fault or faults. The map generated for your area of interest shows the special-study zone for potentially active faults along which surface faulting may occur. The UGS recommends a site-specific, surface-fault-rupture hazard investigation be performed prior to development within the special-study zone.&nbsp; Site-specific geotechnical/geologic-hazard investigations can resolve uncertainties inherent in the generalized map scale and help ensure safety by identifying the need for fault setbacks.&nbsp; This map is not intended for use at scales other than 1:24,000. Smaller faults may not have been detected during mapping or are concealed beneath young geologic deposits.&nbsp; Additionally, concealed and approximately located faults lack a clearly identifiable surface trace; therefore, their locations are approximate.</p>\n<p>&nbsp;</p>\n<p><strong>More Information</strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring a comprehensive, site-specific surface-fault-rupture investigation. Site-specific investigations are necessary to accurately locate the hazardous fault and determine appropriate building setback distances. These setback distances from hazardous faults help to reduce surface fault rupture from occurring beneath buildings and critical facilities, lessening damage, injuries, and loss of life. Chapter 3 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for evaluating surface-fault-rupture hazards in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting. Contact your local city or county building department for requirements and a Utah-licensed engineering geology consultant for investigations.</p>\n<p>Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://ugspub.nr.utah.gov/publications/circular/c-128.pdf\"  target=\"_blank\">Guidelines for Investigating Geologic Hazards and Preparing Engineering-Geology Reports</a>, With a Suggested Approach to Geologic-Hazard Ordinances in Utah.</p>\n<p><a href=\"https://geology.utah.gov/hazards/earthquakes-faults/utah-faults/\"  target=\"_blank\">Utah Faults</a>.</p>\n<p>University of Utah: <a href=\"https://quake.utah.edu/\" target=\"_blank\">Recent Earthquakes</a></p>\n<p>Salt Lake City Building Services: <a href=\"https://www.slc.gov/buildingservices/\" target=\"_blank\">Salt Lake County Building Services</a>.</p>\n<p>Salt Lake County Planning and Development Services: <a href=\"https://msd.utah.gov/\" target=\"_blank\">Greater Salt Lake Municipal Services</a>.</p>\n<p>Draper City Community Development Department: <a href=\"http://www.draper.ut.us/196/Community-Development\" target=\"_blank\">Draper City</a>.</p>\n<p>See the References section for additional information about the mapped faults, special-study areas, and geologic hazards investigations in your area.</p>",
                "GlobalID": "86f9b2a1-7bf8-4f8b-8b68-05eb88cbaabc"
            }
        },
        {
            "type": "Feature",
            "id": 2,
            "geometry": null,
            "properties": {
                "OBJECTID": 2,
                "Hazard": "EGS",
                "Text": "<p>Ground shaking is the primary hazard resulting from earthquakes. Based on data from the UGS, the University of Utah Seismograph Stations, and other agencies, the U.S. Geological Survey periodically creates seismic hazard maps of the entire U.S. These maps are used by engineers and architects in designing buildings to meet the seismic requirements of the 2024 International Building Code (IBC) and International Residential Code (IRC), adopted statewide in Utah. Unless the building is specially designed, such as a critical facility (police and fire stations, emergency operations centers, etc.), building &ldquo;to the code&rdquo; means that the building is not expected to collapse during an earthquake of a magnitude for which it was designed. However, the building may be dangerous and uninhabitable due to significant structural damage and must then be replaced.</p>\n<p>The map below shows the level of ground shaking (peak horizontal acceleration with a 2 percent probability of exceedance in 50 years) (in percent of the standard acceleration due to gravity or one g,) expected during a large earthquake in the vicinity of your area of interest. This map is at a reduced scale (zoomed out) compared to the other maps in this report, due to the low resolution of the source data and mapping.</p>\n<p>&nbsp;</p>\n<p>&nbsp;<strong>How to Use This Map </strong></p>\n<p> Your area of interest has an area with an expected ground shaking with a potential for damage. See the Ground Shaking Maps linked in the More Information section for technical information related to ground shaking categories. Typical homeowner's insurance excludes damages from earthquakes.</p>\n<p>&nbsp;</p>\n<p><strong>More Information</strong></p>\n<p>Ground shaking is the most widespread and typically the most damaging hazard associated with an earthquake. Strong ground shaking can last for several seconds to minutes and can be more or less intense depending on local soil and rock conditions.&nbsp; This map can be used by professionals to identify peak horizontal acceleration with a 2 percent probability of exceedance in 50 years. Damaging ground shaking can occur during earthquakes generated by an unspecified fault or at a distance from an identified fault.</p>\n<p>Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://ugspub.nr.utah.gov/publications/misc_pubs/MP-02-5.pdf\">Earthquake Scenario and Probabilistic Ground Shaking Maps for the Salt Lake City, Utah Metropolitan Area</a>.</p>",
                "GlobalID": "4e7ea454-8bd7-4384-89c2-53522a380fce"
            }
        },
        {
            "type": "Feature",
            "id": 3,
            "geometry": null,
            "properties": {
                "OBJECTID": 3,
                "Hazard": "LQS",
                "Text": "<p>Generally, earthquakes greater than about M5 can cause liquefaction&mdash;a sudden, large decrease in the strength of sandy soils caused by a temporary increase in soil water pressure during earthquakes. Liquefaction can result in soil collapse, sand boils, differential building foundation settlement, lateral spread landslides, and localized, shallow flooding. The map below shows where liquefaction susceptibility may exist for your area of interest and is mapped in terms of very high, high, moderate, low, very low, and not susceptible. The map does not integrate earthquake ground shaking, which is required to determine the liquefaction potential (potential is equal to susceptibility plus opportunity) in susceptible soils or the probability (likelihood) of liquefaction.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map</strong></p>\n<p>The liquefaction susceptibility mapping is intended for general planning purposes to indicate where liquefaction susceptibility may be present and to assist in designing liquefaction-hazard investigations. Your area of interest has an area mapped as having liquefaction susceptibility. The susceptibility of liquefaction susceptibility and the description of the liquefaction susceptibility categories identified in your area of interest are listed above. This means that some form of liquefaction is likely to occur during an earthquake if the conditions to produce liquefaction are present at the site, including strong enough ground shaking, sandy soils, and shallow groundwater at or above 50 feet. Areas with no mapped liquefaction susceptibility either do not have the conditions for liquefaction present or there was not enough data to determine the subsurface and groundwater conditions. Groundwater levels fluctuate seasonally and can change after development. Due to scale and data restrictions, a site-specific assessment should be conducted in areas with no mapped liquefaction susceptibility. In areas with mapped liquefaction susceptibility hazard, a site-specific investigation is highly recommended.&nbsp; The 2024 International Building Code (IBC) and International Residential Code (IRC), adopted statewide, require a geotechnical investigation where liquefiable soils may be present beneath a building.&nbsp; Specifically, the IBC requires the investigation to evaluate liquefaction hazard, including the total and differential settlement, and surface displacement from lateral spreading and/or lateral flow.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>More Information </strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring a comprehensive, site-specific liquefaction investigation. Site-specific investigations are necessary to accurately characterize the site-specific liquefaction susceptibility and determine appropriate building requirements. Chapter 2 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for conducting engineering-geology investigations and preparing engineering geology reports in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting. Contact your local city or county building department for requirements and a Utah-licensed geotechnical engineering consultant for investigations.&nbsp;</p>\n<p>Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://geology.utah.gov/hazards/earthquakes-faults/liquefaction/\" target=\"_blank\">Liquefaction</a>.</p>",
                "GlobalID": "5a2cec21-62e6-4738-895a-a5e74e75c0d6"
            }
        },
        {
            "type": "Feature",
            "id": 4,
            "geometry": null,
            "properties": {
                "OBJECTID": 4,
                "Hazard": "LSS",
                "Text": "<p>Landslide susceptibility mapping incorporates mapped landslides, geologic data, slope angle, and moisture data where available. Past slope failures can be used to identify the geologic, hydrologic, and topographic conditions that may reactivate existing landslides and initiate new landslides.&nbsp; The map below shows the mapped landslide susceptibility for your area of interest in relative terms of very high, high, moderate, low, or not mapped categories.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map </strong></p>\n<p>The landslide-susceptibility map shows areas of relative landslide susceptibility where site-specific slope-stability conditions (material strength, orientation of bedding and/or fractures, groundwater conditions, erosion or undercutting, and slope loading) should be evaluated prior to development.&nbsp; A valid landslide-hazard investigation must address all pertinent conditions that could affect, or be affected by, the proposed development, including earthquake ground shaking, perched or irrigation-induced groundwater, and slope modifications. Landslide susceptibility may be a hazard in areas where no mapped landslides are currently identified. A landslide hazard investigation is highly recommended. The 2024 International Building Code (IBC) and International Residential Code (IRC), adopted statewide, require a geotechnical investigation where landslides (slope instability) may be present beneath or affect a building.&nbsp; Contact your local building department for requirements, and a Utah-licensed geotechnical engineer for investigations.&nbsp; Note that many landslides impact more than one parcel and mitigating one of these landslides on only one parcel is rarely successful, resulting in continued building and property damage.</p>\n<p>&nbsp;</p>\n<p><strong>More Information</strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring a comprehensive, site-specific landslide investigation. Site-specific investigations are necessary to accurately characterize the site-specific landslide susceptibility and determine appropriate building requirements. Chapter 4 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for evaluating landslide hazards in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting. Contact your local city or county building department for requirements and a Utah-licensed engineering geology consultant for investigations.&nbsp;</p>\n<p>Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://geology.utah.gov/hazards/landslides/\" target=\"_blank\">Landslide Hazards</a>.</p>",
                "GlobalID": "c00800cf-9b2b-4825-bb62-7ba7779c4160"
            }
        },
        {
            "type": "Feature",
            "id": 5,
            "geometry": null,
            "properties": {
                "OBJECTID": 5,
                "Hazard": "LSF",
                "Text": "<p>Landslides are common natural hazards in Utah that often occur without warning and can result in destructive, costly outcomes. They can be naturally occurring or human-caused. Many Utah landslides are considered dormant, but recent slope failures are commonly reactivations of pre-existing landslides, suggesting that even so-called dormant landslides may continue to exhibit slow creep or are capable of renewed movement if stability thresholds are exceeded. Past slope failures can be used to identify the geologic, hydrologic, and topographic conditions that may reactivate existing landslides and initiate new landslides. The map below shows mapped landslides for your area of interest and the boundary of previously mapped areas using 1:24,000 scale or better. Landslides are identified during geologic mapping, from studying lidar images, and during landslide inventory projects. Landslides mapped after 2008 are more accurate and detailed than the legacy landslide mapping. Landslides mapped on geologic maps and from lidar images are shown as undetermined until they are investigated further and included in the current landslide inventory.</p>",
                "GlobalID": "21159a09-d588-4e32-955e-625f6249e08e"
            }
        },
        {
            "type": "Feature",
            "id": 6,
            "geometry": null,
            "properties": {
                "OBJECTID": 6,
                "Hazard": "RFH",
                "Text": "<p>Rockfall is a natural mass-movement process that involves the dislodging and rapid downslope movement of individual rocks and rock masses. The widespread combination of steep slopes capped by well-jointed bedrock makes rockfall among the most common landslide types in Utah. Rockfall poses a hazard because falling, rolling, and/or bouncing rocks can cause significant property damage and be life threatening. At least 16 deaths directly attributable to rockfalls have occurred in Utah since 1850. Rockfalls occur where a source of rock exists above a slope steep enough to allow rapid downslope movement of dislodged rocks by falling, rolling, bouncing, and sliding. Rockfall sources include bedrock outcrops or boulders on steep slopes or near the edges of cliffs, bluffs, and terraces. Talus cones and scree-covered slopes are indicators of a high rockfall hazard, but other less obvious areas may also be vulnerable. Most rockfalls originate on slopes steeper than 35 degrees, although rockfall hazards may be found on less-steep slopes. The runout distance for exposed rock can be determined and structures should not be built in the runout zone.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Rockfalls may be triggered by freeze/thaw action, rainfall, changes in groundwater conditions, weathering and erosion of the rock and surrounding material, sun thermal cycling, seismic activity, and root growth. Slope modifications, such as cuts for roads and building pads and clearing slope vegetation for development or from wildfire, can increase or create rockfall hazards, as can construction of non-engineered and poorly constructed rockery walls, which are becoming increasingly common in Utah. Rockfall is the most common landslide type caused by earthquakes. Generally, earthquakes greater than magnitude (M) 4 can trigger rockfalls. In Utah, the 1988 M 5.3 San Rafael Swell and the 1992 M 5.8 St. George earthquakes caused many rockfalls. Although not well documented, rockfalls in Utah appear to occur more frequently during the spring and summer, likely due to spring snowmelt, summer storms, and large daily temperature variations. The map below shows the mapped rockfall hazard for your area of interest in relative terms of very high, high, moderate, low, low with a high hazard, or not mapped categories.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map </strong></p>\n<p>&nbsp;</p>\n<p>The rockfall hazard mapping is intended for general planning purposes to indicate where rockfall hazard may be present and to assist in designing rockfall-hazard investigations. Your area of interest has an area mapped as having rockfall hazard. The susceptibility of rockfall hazard and the description of the hazard categories identified in your area of interest are listed above. Areas with no mapped rockfall hazard either do not have the conditions for rockfall present or may be in an area with significant human disturbance,which include quarries, mine pits and dumps, and similar operations. Rockfall can become a hazard in areas with no mapped hazard due to modification of slopes for construction, roads, or natural processes. A rockfall investigation and design for rockfall mitigation is highly recommended to determine the level of rockfall hazard, determine the runout distance, provide design parameters, and implement rockfall mitigation measures.</p>\n<p>&nbsp;</p>\n<p><strong>More Information </strong></p>\n<p>&nbsp;</p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring a comprehensive, site-specific slope investigation. Site-specific investigations are necessary to accurately locate rockfall hazard and determine appropriate runout distance. Chapter 7 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for evaluating rockfall hazards in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting. Contact your local city or county building department for requirements and a Utah-licensed engineering geology consultant for investigations.&nbsp;</p>\n<p>Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://geology.utah.gov/hazards/landslides-rockfalls/\" target=\"_blank\">Landslide Hazards</a>.</p>",
                "GlobalID": "ed2fb76a-ccd5-436d-a3cb-7bfe407526dc"
            }
        },
        {
            "type": "Feature",
            "id": 7,
            "geometry": null,
            "properties": {
                "OBJECTID": 7,
                "Hazard": "FLH",
                "Text": "<p>Flooding is the overflow of water onto lands that are normally dry and is the most commonly occurring natural hazard in Utah. Damage from flooding includes inundation of land and property, erosion, deposition of sediment and debris, and the force of the water itself, which can damage property and take lives. Historically, flooding is the most prevalent, costly, and destructive (on an annual basis) hazard in Utah. Debris flows and related sediment flows are fast-moving flow-type landslides composed of a slurry of rock, mud, organic matter, and water that move down drainage-basin channels onto alluvial fans. Debris flows generally initiate on steep slopes or in channels by the addition of water from intense rainfall or rapid snowmelt and often occur after wildland fires. When flows go beyond the mountain front and lose channel confinement, they spread laterally on alluvial fans and deposit the carried debris. In addition to being debris-flow-deposition sites, alluvial fans are favored sites for urban development; therefore, a debris-flow-hazard investigation is necessary when developing on alluvial fans. Debris flows pose a hazard very different from other types of landslides and floods, due to their rapid movement and destructive power as they often occur with little warning. Since 1850, at least 15 people have been killed by debris flows in Utah. In addition to threatening lives, debris flows can damage buildings and infrastructure by debris, erosion, direct impact, and flooding. The flood and debris-flow hazard map is derived from underlying geologic conditions and helps identify flood-prone areas that may not be covered by <a href=\"https://msc.fema.gov/portal/home\" target=\"_blank\">FEMA flood maps</a>. Because FEMA flood maps serve as legal documents for administering federally subsidized insurance, property owners should consult them first when available. The map below shows the mapped flood and debris-flow hazard for your area of interest in relative terms of very high, high, moderate, low, very low, and not mapped categories.</p>\n<p>&nbsp;</p>\n<p>&nbsp;<strong>How to Use This Map </strong></p>\n<p>The flood hazard mapping is intended for general planning purposes to indicate where flooding may occur and to assist in designing flood-hazard investigations. Your area of interest has an area mapped as having locations of flood hazard. The susceptibility of flood hazard and the description of categories identified in your area of interest are listed above. Areas with no mapped flood hazard either do not have geologic units associated with flood, there was not enough data to determine the hazard, or limitations of scale. Areas of flood hazard may be mapped even though it may not be in a FEMA mapped flood zone where flood insurance may be required.&nbsp; The FEMA maps do not typically show flooding from debris flows, alluvial fans, thin sheet flooding, and shallow groundwater, and may be out-of-date.&nbsp; A flood hazard investigation is highly recommended.&nbsp; The 2024 International Building Code (IBC) and International Residential Code (IRC), adopted statewide, require a geotechnical investigation where buildings are located within flood hazard areas as adopted by local communities.</p>\n<p>If your area of interest is in a FEMA-mapped flood zone where flood insurance will be required by federally regulated or insured lenders for a mortgage on the property.&nbsp; Consult the official FEMA Flood Insurance Rate Maps at <a href=\"https://msc.fema.gov/portal/home\" target=\"_blank\">https://msc.fema.gov/portal/home</a> to confirm the mapped FEMA flood zone(s).&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>More Information </strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring comprehensive, site-specific slope investigation, which could include flood and debris-flow hazards. Site-specific investigations are necessary to accurately characterize the site-specific flood and debris-flow hazards and determine appropriate building requirements. Chapter 5 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for evaluating debris-flow hazards on alluvial fans in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting. Contact your local city or county building department for requirements, and a Utah-licensed engineering geology consultant for investigations. Owners with a mortgage on a building outside FEMA-designated high-risk areas can also purchase flood insurance and may be eligible for lower-cost preferred risk policies.&nbsp;</p>\n<p>Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://geology.utah.gov/hazards/flooding/\" target=\"_blank\">Flooding Hazards</a>.</p>\n<p>Utah Division of Water Rights: <a href=\"https://maps.waterrights.utah.gov/EsriMap/map.asp?layersToAdd=Dams\" target=\"_blank\">Dam Inundation</a></p>",
                "GlobalID": "3bc831ad-a360-48e2-971f-c8ce5069d025"
            }
        },
        {
            "type": "Feature",
            "id": 8,
            "geometry": null,
            "properties": {
                "OBJECTID": 8,
                "Hazard": "SGS",
                "Text": "<p>Shallow groundwater can flood basements and other underground facilities, damage buried utility lines, and destabilize excavations. Shallow groundwater may be related to a regional water table but can also occur locally in soils that retain water and above a confining (barrier to water flow) layer, and can fluctuate seasonally. Development can create shallow groundwater conditions by the addition of landscape irrigation and altered surface drainage patterns. The map below shows where shallow groundwater may exist for your area of interest.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map </strong></p>\n<p>The shallow groundwater susceptibility mapping is intended for general planning purposes to indicate where shallow groundwater susceptibility may be present and to assist in designing shallow groundwater investigations. Your area of interest has an area mapped as having shallow groundwater susceptibility. Groundwater susceptibility categories are described above. Shallow groundwater can fluctuate seasonally and after development. Areas with no shallow groundwater mapped may still experience shallow groundwater after development or changing climate conditions. A geotechnical investigation that specifically addresses shallow groundwater is highly recommended to determine the shallowest water depth.&nbsp; The 2024 International Building Code (IBC) and International Residential Code (IRC), adopted statewide, require a geotechnical investigation where shallow groundwater exists that includes determining groundwater depths, soil permeability, and other data.</p>\n<p>&nbsp;</p>\n<p><strong>More Information</strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring comprehensive, site-specific geotechnical and geologic hazards investigations. Site-specific investigations are necessary to accurately characterize the shallow groundwater susceptibility and determine appropriate building requirements. Chapter 2 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for conducting engineering-geology investigations and preparing engineering geology reports in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting. Contact your local building department for requirements, and a Utah-licensed geotechnical engineer for investigations.</p>\n<p>Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://geology.utah.gov/hazards/flooding/\" target=\"_blank\">Flooding Hazards</a>.</p>",
                "GlobalID": "42cc079e-d893-4710-9e05-bc6ad7dc59a7"
            }
        },
        {
            "type": "Feature",
            "id": 9,
            "geometry": null,
            "properties": {
                "OBJECTID": 9,
                "Hazard": "DFA",
                "Text": "<p>The failure of a dam or canal resulting in an unintentional release of water, while very rare, may occur with little warning and cause extensive downstream damage, injury, and fatalities. The Utah Division of Water Rights (<a href=\"https://waterrights.utah.gov\" target=\"_blank\">UDWRi</a>) has mapped potential downstream flooding from dam failure for many state-regulated dams in Utah. However, their maps do not include dams owned and operated by the U.S. federal government. For those dams, contact the U.S. Bureau of Reclamation (<a href=\"https://www.usbr.gov/ssle/damsafety/\" target=\"_blank\">https://www.usbr.gov/ssle/damsafety/</a> ).&nbsp; The actual flood area depends on many factors, including topography and man-made obstructions that may divert flood water in other directions. The map below shows the UDWRi-mapped flood inundation area for individual dam failures for your area of interest.&nbsp;</p>",
                "GlobalID": "f8f53654-4900-4933-880c-d60d5a6bddcb"
            }
        },
        {
            "type": "Feature",
            "id": 10,
            "geometry": null,
            "properties": {
                "OBJECTID": 10,
                "Hazard": "CAS",
                "Text": "<p>Caliche is a hard layer within soils formed from the accumulation of calcium from past groundwater flow and can be extremely difficult or impossible to excavate without blasting in some cases.&nbsp; Dense caliche layers may approach the hardness of bedrock and greatly reduce soil permeability, causing shallow groundwater from excess landscape irrigation and septic waste disposal systems.&nbsp; The map below shows where caliche may be present for your area of interest.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map </strong></p>\n<p>The caliche hazard mapping is intended for general planning purposes to indicate where caliche may be present and to assist in designing caliche-hazard investigations. A geotechnical investigation that specifically addresses caliche soils is highly recommended to determine if these soils are present. The 2024 International Building Code (IBC) and International Residential Code (IRC), adopted statewide, require a geotechnical investigation where questionable soils and rocks may be present beneath a building.</p>\n<p>&nbsp;</p>\n<p><strong>More Information </strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring comprehensive, site-specific geotechnical and geologic hazards investigations. Site-specific investigations are necessary to accurately characterize the site-specific caliche hazard and determine appropriate building requirements. Chapter 2 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for conducting engineering-geology investigations and preparing engineering geology reports in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting. Contact your local building department for requirements, and a Utah-licensed geotechnical engineer for investigations.&nbsp;</p>\n<p>Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://geology.utah.gov\" target=\"_blank\">Utah Geological Survey</a>.</p>",
                "GlobalID": "97ba01cf-f09e-4b0e-833f-3d8233b75631"
            }
        },
        {
            "type": "Feature",
            "id": 11,
            "geometry": null,
            "properties": {
                "OBJECTID": 11,
                "Hazard": "CSS",
                "Text": "<p>Collapsible soils have considerable strength when in a dry, natural state, but significantly settle due to hydrocompaction when wetted. Typically, they are associated with young alluvial fans, debris flows, and loess (wind-blown silts), where soil structure creates a significant amount of air space within the soil and includes certain rock units that weather in-place to soil. Collapsible soils may cause extensive damage to building foundations, asphalt and concrete slabs and pavements, and buried utilities and other infrastructure if not identified, investigated, and mitigated prior to the construction of buildings, pavements, and utilities. Often, these soils can be mitigated by over excavating and recompacting or removal of the collapse susceptible soils. The map below shows where collapsible soil may be present for your area of interest and the relative susceptibility in terms of four levels of collapse potential.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map </strong></p>\n<p>The collapsible soil susceptibility mapping is intended for general planning purposes to indicate where collapsible soils may be present and to assist in designing geotechnical and geologic-hazard investigations. Your area of interest has an area mapped as having collapsible soil susceptibility. The susceptibility of collapsible soil susceptibility and the description of the susceptibility categories identified in your area of interest are listed above. When not mitigated, these soils can cause considerable damage to buildings, foundations, concrete and asphalt pavements, and underground utilities. A geotechnical investigation that specifically addresses collapsible soils is highly recommended to determine if these soils are present. The 2024 International Building Code (IBC) and International Residential Code (IRC), adopted statewide, require a geotechnical investigation where compressible soils may be present beneath a building.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>More Information</strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring a comprehensive, site-specific geotechnical and geologic-hazard investigation. Site-specific investigations are necessary to accurately characterize the site-specific collapsible soil susceptibility and determine appropriate building requirements. Chapter 2 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for conducting engineering-geology investigations and preparing engineering geology reports in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting. Contact your local city or county building department for requirements and a Utah-licensed engineering geology consultant for investigations.&nbsp;</p>\n<p>Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://geology.utah.gov/hazards/problem-soils/\" target=\"_blank\">Problem Soil and Rock Hazards</a>.</p>",
                "GlobalID": "58ece49e-6698-46d5-992e-827d744f0704"
            }
        },
        {
            "type": "Feature",
            "id": 12,
            "geometry": null,
            "properties": {
                "OBJECTID": 12,
                "Hazard": "CRS",
                "Text": "<p>Corrosion of Portland cement concrete (PCC) occurs from a chemical reaction between a base (cement) and a weak acid (sulfate, sodium, or magnesium in soil or water). Soil and rock with high gypsum content is associated with corrosion of concrete. Gypsum is soluble and, along with associated sulfates such as sodium sulfate and magnesium sulfate, can dissolve in water to form a weak acid solution that is corrosive to concrete and metals in areas where the amount of soil gypsum is one percent or greater. Sulfate-induced corrosion of unprotected concrete slabs, walls, masonry blocks, and buried infrastructure is widespread in arid regions of Utah. Corrosion of steel (metals) occurs from an electrochemical process that results from contact between steel (metals) and soluble chloride salts found in soil or water. Corrosion may cause concrete to spall and crack and buried metallic objects, such as pipes, to eventually fail. The map below shows where corrosive soil and rock may be present for your area of interest and the relative susceptibility in terms of high, moderate, concealed, or not mapped.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map</strong></p>\n<p>The corrosive soil and rock susceptibility mapping is intended for general planning purposes to indicate where corrosive soil and rock susceptibility may be present and to assist in designing corrosive soil and rock susceptibility investigations. Your area of interest has an area mapped as having corrosive soil and rock susceptibility. The susceptibility of corrosive soil and rock susceptibility and the description of the susceptibility categories identified in your area of interest are listed above. Corrosive soil and rock is likely present at your site that would be corrosive to metals and concrete. A geotechnical investigation that specifically addresses corrosive soils and rock is highly recommended to determine if these soils and rocks are present. The 2024 International Building Code (IBC) and International Residential Code (IRC), adopted statewide, require a geotechnical investigation where corrosive soils and rock may be present beneath a building.</p>\n<p>&nbsp;</p>\n<p><strong>More Information</strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring a comprehensive, site-specific geotechnical and geologic-hazard investigation. Site-specific investigations are necessary to accurately characterize the site-specific corrosive soil and rock susceptibility and determine appropriate building requirements. Chapter 2 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for conducting engineering-geology investigations and preparing engineering geology reports in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting. Contact your local city or county building department for requirements, and a Utah-licensed engineering geology consultant for investigations.&nbsp;</p>\n<p>Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://geology.utah.gov/hazards/problem-soils/\" target=\"_blank\">Problem Soil and Rock Hazards</a>.</p>\n<p><a href=\"https://www.concrete.org/tools/318buildingcodeportal.aspx.aspx\" target=\"_blank\">Building Code Requirements for Structural Concrete and Commentary</a> (American Concrete Institute ACI 318-2011): Referenced by and part of the 2024 International Building Code and the 2024 International Residential Code.</p>",
                "GlobalID": "c9224b31-74dc-4b15-8818-0fe6835b5b70"
            }
        },
        {
            "type": "Feature",
            "id": 13,
            "geometry": null,
            "properties": {
                "OBJECTID": 13,
                "Hazard": "EXS",
                "Text": "<p>Expansive soil and rock swells as it gets wet and shrinks as it dries out. These changes in volume can cause cracked foundations and other structural damage to buildings, asphalt and concrete pavements, and underground utilities; heaving and cracking of canals and road surfaces; and the failure of septic disposal systems. Expansive soil and rock contains a significant percentage of clay minerals that can absorb water directly into their crystal structure when wetted. Often, these soils and rocks can be mitigated by over excavating and replacing with non-expansive, engineered fill materials that are properly placed and compacted. These soils and rocks should be identified, investigated, and mitigated prior to the construction of buildings, pavements, and utilities.</p>\n<p>&nbsp;</p>\n<p>The map below shows where expansive soil and rock susceptibility has been mapped for your area of interest and the relative susceptibility in terms of high, moderate, low, not susceptible, or not mapped categories.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map </strong></p>\n<p>The expansive soil and rock susceptibility mapping is intended for general planning purposes to indicate where expansive soil and rock may occur and to assist in designing expansive soil and rock susceptibility investigations. Your area of interest has an area mapped as having locations of expansive soil and rock susceptibility. The susceptibility of expansive soil and rock susceptibility and the description of categories identified in your area of interest are listed above. Soil and rock that expands when wet and shrinks as it dries is likely present at the site.&nbsp; These soils and rocks can cause considerable damage to buildings, concrete and asphalt pavements, and underground utilities and damages are often costly to repair. A geotechnical investigation that specifically addresses expansive soils and rock is highly recommended to determine if these soils and rocks are present.&nbsp; The 2024 International Building Code (IBC) and International Residential Code (IRC), adopted statewide, require a geotechnical investigation where expansive soils and rocks may be present beneath a building. Areas with no mapped expansive soil and rock susceptibility may be due to a lack of sufficient data to determine the hazard or limitations of scale.</p>\n<p>&nbsp;</p>\n<p><strong>More Information </strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring a comprehensive, site-specific geotechnical and geologic-hazard investigation. Site-specific investigations are necessary to accurately characterize the site-specific expansive soil and rock susceptibility and determine appropriate building requirements. Chapter 2 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for conducting engineering-geology investigations and preparing engineering geology reports in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting. Contact your local city or county building department for requirements and a Utah-licensed engineering geology consultant for investigations.</p>\n<p>&nbsp;Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://geology.utah.gov/hazards/problem-soils/\" target=\"_blank\">Problem Soil and Rock Hazards</a>. </p>",
                "GlobalID": "c99711e5-9cc9-4a5f-b036-e48aab40c6d3"
            }
        },
        {
            "type": "Feature",
            "id": 14,
            "geometry": null,
            "properties": {
                "OBJECTID": 14,
                "Hazard": "EFH",
                "Text": "<p>Earth fissures, which are permanent, linear tension cracks in the ground that extend upward from the groundwater table, are caused by ground subsidence. Subsidence occurs when the groundwater table in silty soils is lowered due to pumping more water than recharged annually by rain and snow or due to ongoing drought in an area. Earth fissures may severely damage buildings, asphalt and concrete pavements, underground utilities, and other infrastructure.&nbsp; Building foundations and pavements may crack, sewer and storm drainpipes may come apart or not flow downhill, and infrastructure may become unlevel.&nbsp; Developing near earth fissures will always involve a level of inherent risk.&nbsp; The map below shows mapped earth fissures for your area of interest.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map</strong></p>\n<p>The earth fissure hazard mapping is intended for general planning purposes to indicate where earth fissures related to groundwater withdrawal may be present and to assist in designing earth fissure-hazard investigations. Your area of interest has an area mapped as having earth fissures associated with ground subsidence. The description of the earth fissure hazard categories identified in your area of interest are listed above. These fissures are caused by excessive groundwater pumping in excess of annual rain and snow (precipitation).&nbsp; Even after stopping groundwater pumping, earth fissures may continue to form for many years. Existing fissures may continue to grow, and new fissures may appear at any time. Building in the vicinity of earth fissures will always involve a very significant level of inherent risk. There is no known method to prevent future earth fissures from forming in these areas. Construction of buildings and other infrastructure is not recommended, unless necessary.&nbsp; In these cases, a geotechnical investigation that specifically addresses land subsidence and earth fissures is highly recommended.&nbsp; The 2024 International Building Code (IBC) and International Residential Code (IRC), adopted statewide, require a geotechnical investigation to evaluate unsuitable soils and rocks that may be present beneath a building.&nbsp; Areas that have no mapped fissure could possibly develop ground deformation or earth fissures if excessive groundwater pumping exceeds annual rain and snow recharge.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>More Information</strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring a comprehensive, site-specific geotechnical and geologic-hazard investigation. Site-specific investigations are necessary to accurately characterize the site-specific earth-fissure hazards and determine appropriate building requirements. Chapter 6 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for evaluating land-subsidence and earth-fissure hazards in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting. Contact your local city or county building department for requirements, and a Utah-licensed engineering geology consultant for investigations.&nbsp;</p>\n<p>Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://geology.utah.gov/hazards/ground-cracks/\" target=\"_blank\">Utah Faults</a>.</p>",
                "GlobalID": "a433287a-9b36-4fd3-b1d9-299cb215a924"
            }
        },
        {
            "type": "Feature",
            "id": 15,
            "geometry": null,
            "properties": {
                "OBJECTID": 15,
                "Hazard": "MKF",
                "Text": "<p>Limestone, dolomite, and gypsum rocks can be dissolved by water movement within the rock, resulting in the formation of caves and caverns, sinkholes, breccia pipes, and similar features. Breccia pipes are rubble-filled vertical tubes that project to the surface and form as overlying rock collapses into buried caverns. The map below shows mapped karst landscape hazards, including sinkholes, breccia pipes, and caves, for your area of interest.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map</strong></p>\n<p>The karst landscape hazard mapping is intended for general planning purposes to indicate where karst features may be present and to assist in designing subsurface-hazard investigations. Your area of interest has an area mapped as having one or more types of karst landscape hazard, such as sinkholes, breccia pipes, or caves. The type of karst landscape hazard identified in your area of interest is listed above. Sinkholes form in soluble soils and rocks that typically contain a high amount of limestone and/or gypsum. As sinkholes may connect with current groundwater, the sinkholes may also channel containments into the groundwater from septic and wastewater disposal fields. Breccia pipes form in soluble soils and rocks that typically contain a high amount of limestone and/or gypsum. As breccia pipes may connect with current groundwater, the pipes may also channel containments into the groundwater from septic and wastewater disposal fields. Caves typically form as groundwater dissolves soluble rock which can lead to unstable soil and rock above. As caves may connect with current groundwater, the tunnels may also channel containments into the groundwater from septic and wastewater disposal fields. A geotechnical investigation that specifically addresses karst features, including sinkholes is highly recommended.&nbsp; The 2024 International Building Code (IBC) and International Residential Code (IRC), adopted statewide, require a geotechnical investigation to evaluate unsuitable soils and rocks may be present beneath a building.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>More Information</strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring a comprehensive, site-specific geotechnical and geologic-hazard investigation. Site-specific investigations are necessary to accurately characterize the site-specific karst landscape hazards and determine appropriate building requirements. Chapter 2 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for conducting engineering-geology investigations and preparing engineering geology reports in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting. Contact your local city or county building department for requirements, and a Utah-licensed engineering geology consultant for investigations.&nbsp;</p>\n<p>Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://geology.utah.gov/hazards/problem-soils/\" target=\"_blank\">Problem Soil and Rock Hazards</a>.</p>",
                "GlobalID": "8dcb6773-896c-4243-91e4-cb149dfac1e6"
            }
        },
        {
            "type": "Feature",
            "id": 16,
            "geometry": null,
            "properties": {
                "OBJECTID": 16,
                "Hazard": "PES",
                "Text": "<p>Piping and erosion can cause significant damage to roads, canals, earth-fill dams, buildings, bridges, culverts, and farmland. Piping, also referred to as tunnel erosion, is the subsurface erosion of soil by groundwater that moves through permeable, non-clay layers in soils and exits at a slope. Fine-grained sand, silt, and clay particles are removed by the subsurface flow of water, creating void space. An exit point at a slope may not always be obvious. Silt and clay carried in water can travel with the subsurface groundwater flow for long distances, enter the regional groundwater regime, and exit as seeps and springs or into streams and rivers. Rapid erosion may occur when susceptible materials are exposed to running water or wind. Monsoonal storms typically bring intense rainfall and high winds. Heavy rain can quickly erode silts and clays. Slope runoff that becomes channelized can form gullies and erode steep banks of streams and rivers. Erosional gullies can also contribute to the piping hazard. The map below shows mapped piping and erosion susceptibility for your area of interest in relative terms of high, susceptible, or not mapped.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map</strong></p>\n<p>The piping and erosion susceptibility mapping is intended for general planning purposes to indicate where piping and erosion susceptibility may be present and to assist in designing piping and erosion-hazard investigations. Your area of interest has an area mapped as having piping and erosion susceptibility. The description of the piping and erosion susceptibility categories identified in your area of interest are listed above. A geotechnical investigation that specifically addresses piping and erosion is highly recommended to determine if these features are present. The 2024 International Building Code (IBC) and International Residential Code (IRC), adopted statewide, require a geotechnical investigation to evaluate unsuitable soils and rocks that may be present beneath a building.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>More Information</strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring a comprehensive, site-specific geotechnical and geologic-hazard investigation. Site-specific investigations are necessary to accurately characterize the site-specific piping and erosion susceptibility and determine appropriate building requirements. Chapter 2 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for conducting engineering-geology investigations and preparing engineering geology reports in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting.&nbsp; Contact your local city or county building department for requirements, and a Utah-licensed engineering geology consultant for investigations.&nbsp;</p>\n<p>Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://geology.utah.gov/hazards/problem-soils/\" target=\"_blank\">Problem Soil and Rock Hazards</a>.</p>",
                "GlobalID": "f09fe45b-de35-4903-b4cf-d735d883a6b5"
            }
        },
        {
            "type": "Feature",
            "id": 17,
            "geometry": null,
            "properties": {
                "OBJECTID": 17,
                "Hazard": "GRS",
                "Text": "<p>Radon is an odorless, tasteless, and clear radioactive gas resulting from the natural decay of uranium that is found in nearly all rock and soil. When concentrated, such as in buildings or other confined spaces, radon can lead to lung cancer and is Utah&rsquo;s leading geologic hazard in terms of fatalities. Over 5729 fatalities resulting from radon gas exposure were documented in Utah between 1973 and 2016, and thousands of fatalities likely occurred before 1973. Radon decays into radioactive particles than can be trapped in the lungs when inhaled. These particles release small bursts of energy that damage lung tissue, leading to lung cancer. Only smoking causes more lung cancer deaths, and smoking, when combined with radon, is a particularly serious health risk. Geologic conditions directly affect indoor radon gas levels; however, indoor radon gas levels are highly dependent on building construction methods. When geologic and building conditions are favorable, the potential increases for high indoor radon gas levels. There is no safe level of exposure to radon gas. The map below shows the mapped geologic radon gas susceptibility for your area of interest in relative terms of high, moderate, low, or not mapped categories.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map</strong></p>\n<p>The geologic radon susceptibility mapping is intended for general planning purposes to indicate where geologic radon susceptibility may be present and to assist in designing geologic radon-hazard investigations. Your area of interest has an area mapped as having geologic radon susceptibility. The  geologic radon susceptibility and the description of the geologic radon susceptibility categories identified in your area of interest are listed above. The UGS recommends radon gas mitigation be performed if indoor radon gas level is greater than or equal to 2.7 picocuries per liter (0.26 gallons) of air and a radon control system be installed for all new construction.&nbsp; <u>There is no safe level of radon gas and concentrations should be reduced as low as possible.</u>&nbsp; For existing buildings, indoor radon gas testing is highly recommended. For proposed building sites, a geotechnical investigation that specifically addresses radon gas is highly recommended to determine if radon gas exists and its concentration.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>More Information</strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring a comprehensive, site-specific geotechnical and geologic-hazard investigation. Site-specific investigations are necessary to accurately characterize the site-specific geologic radon susceptibility and determine appropriate building requirements. Chapter 8 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for evaluating geologic radon hazards in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting. Contact an American Association of Radon Scientists and Technologists, National Radon Proficiency Program certified radon specialist, or a Utah-licensed geologist for investigations.</p>\n<p>Additional information resources are listed below:</p>\n<p>UGS: <a href=\"https://geology.utah.gov/hazards/problem-soils/\" target=\"_blank\">Problem Soil and Rock Hazards</a>.</p>\n<p>Utah Department of Environmental Quality: <a href=\"https://deq.utah.gov/waste-management-and-radiation-control/radon/radon-program\" target=\"_blank\">Utah Waste Management and Radiation Control</a>.</p>\n<p>United States Environmental Protection Agency: <a href=\"https://www.epa.gov/radon\" target=\"_blank\">EPA Radon Information</a>.</p>",
                "GlobalID": "7432c977-e352-4f25-bd59-c98611a3cd0e"
            }
        },
        {
            "type": "Feature",
            "id": 18,
            "geometry": null,
            "properties": {
                "OBJECTID": 18,
                "Hazard": "SDH",
                "Text": "<p>Salt formations below the ground surface may cause significant movement and deformation of the ground above them. For example, the Moab-Spanish Valley was formed by the collapse of salt-cored upward flexing rocks (anticline) of the salt-rich Paradox Formation. After the anticline formed, the valley developed due to the dissolution of salt deposits at depth, causing the rock above to collapse or subside downward, forming a valley. The upward movement of salt, due to its low density, plastic nature, and salt dissolution, have resulted in ground deformation, including the development of fractures, folds, joints, grabens, and faults along the edges of the valley. The resulting displacement of the ground surface may also produce ground cracking, surface warping, and multiple, complex scarps (near-vertical slopes). Depending on the magnitude of subsurface movement, scarps can range from a few inches to several feet high and extend for many miles along a fault trace or deformation zone. These zones may be tens to hundreds of feet wide. Surface fault rupture related to gravitational faulting (due to the weight of rocks above the salt) can cause damage like that of tectonic-related (movement of the Earth's tectonic plates) surface fault rupture and can have serious consequences for buildings or other facilities that lie along or across the rupture path. The map below shows mapped salt-tectonics-related ground deformation areas for your area of interest.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map</strong></p>\n<p>The salt-tectonics-related ground deformation mapping is intended for general planning purposes to indicate where salt-tectonics-related ground deformation may occur and to assist in designing salt-tectonics-related ground deformation-hazard investigations. Your area of interest has an area mapped as having locations of salt-tectonics-related ground deformation hazard. The susceptibility of salt-tectonics-related ground deformation hazard and the description of categories identified in your area of interest are listed above. Areas with no mapped salt-tectonics-related ground deformation hazard may not have enough data to determine the hazard, or limitations of scale. This means that there is the potential for ground deformation related to salt beneath the ground surface.&nbsp; These salt layers can be at or near the surface, or hundreds of feet below the surface. A geotechnical investigation that specifically addresses salt tectonics related ground deformation is highly recommended to determine if these features are present. The 2024 International Building Code (IBC) and International Residential Code (IRC), adopted statewide, require a geotechnical investigation to evaluate unsuitable soils and/or rocks that may be present beneath a building.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>More Information</strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring a comprehensive, site-specific geotechnical and geologic-hazard investigation. Site-specific investigations are necessary to accurately characterize the site-specific salt-tectonics-related ground deformation hazard and determine appropriate building requirements. Chapter 2 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for conducting engineering-geology investigations and preparing engineering geology reports in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting.&nbsp; Contact your local city or county building department for requirements, and a Utah-licensed engineering geology consultant for investigations.</p>\n<p>&nbsp;Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://geology.utah.gov/hazards/problem-soils/\" target=\"_blank\">Problem Soil and Rock Hazards</a>.</p>",
                "GlobalID": "def683b7-e43e-400f-a94b-88443fc248de"
            }
        },
        {
            "type": "Feature",
            "id": 19,
            "geometry": null,
            "properties": {
                "OBJECTID": 19,
                "Hazard": "SBP",
                "Text": "<p>Bedrock at shallow depths may cause difficulties in construction and excavations, may cause septic disposal systems to fail, and may provide pathways for groundwater contamination. When not identified and investigated, shallow bedrock can cause significant construction delays and cost-overruns. The map below shows mapped shallow bedrock potential for your area of interest in relative terms of hard, soft, buried, or deep (likely greater than 10 feet below the ground surface).</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map</strong></p>\n<p>The shallow bedrock potential mapping is intended for general planning purposes to indicate where shallow bedrock may be present and to assist in designing geotechnical and geologic-hazard investigations. Your area of interest has an area mapped as having shallow bedrock potential. The shallow bedrock potential category descriptions identified in your area of interest are listed above. Bedrock can be shallow or deep as well as hard and soft. A geotechnical investigation that specifically addresses shallow bedrock is highly recommended where significant excavation is anticipated to determine if these features are present. The 2024 International Building Code (IBC) and International Residential Code (IRC), adopted statewide, require a geotechnical investigation to evaluate unsuitable soils and rocks that may be present beneath a building.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>More Information</strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring a comprehensive, site-specific geotechnical and geologic-hazard investigation. Site-specific investigations are necessary to accurately characterize the site-specific shallow bedrock potential and determine appropriate building requirements. Chapter 2 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for conducting engineering-geology investigations and preparing engineering geology reports in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting.&nbsp; Contact your local city or county building department for requirements, and a Utah-licensed engineering geology consultant for investigations.&nbsp;</p>\n<p>Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://geology.utah.gov/hazards/problem-soils/\" target=\"_blank\">Problem Soil and Rock Hazards</a>.</p>",
                "GlobalID": "24b243a2-549f-41af-9ea6-4941cc7ba4c0"
            }
        },
        {
            "type": "Feature",
            "id": 20,
            "geometry": null,
            "properties": {
                "OBJECTID": 20,
                "Hazard": "SLS",
                "Text": "<p>Soluble soil and rock are subject to dissolution and reduced soil and rock strength, which can cause considerable damage to buildings, foundations, asphalt and concrete pavements, and infrastructure. Soil and rock containing salt, gypsum, and limestone are susceptible to dissolution, which is associated with karst, sinkholes, and subsidence (sinking of the ground). Gypsum- and salt-bearing soil and rock are highly soluble. Changes in surface-water flow and groundwater can quickly dissolve gypsiferous material, resulting in cavities that can collapse, either propagating to the surface or causing local or regional subsidence. Gypsum dissolution can be greatly increased by water application from sources like reservoirs; septic-tank and wastewater drain fields; street, roof, or parking-lot runoff; and landscape irrigation. Extreme care should be taken in areas of gypsiferous materials to avoid surface-flow and groundwater changes. Surface flow should be directed to areas where it will not percolate into the material below. Landscape irrigation is highly discouraged, and storm drain infrastructure should be regularly maintained to prevent leaks and sealed pipes should be considered. Gypsum is a weak material that has low bearing strength and is not suited as subgrade or foundation soil. The map below shows the mapped soluble soil and rock susceptibility for your area of interest.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map</strong></p>\n<p>Gypsum and limestone soil and rock are soluble. This means that construction on these materials will be difficult; long-term pavement and building performance is challenging due to differential movement; caves, sinkholes, and subsidence features are common; and concrete and metal corrosion is possible. A geotechnical investigation that specifically addresses soluble soil and rock susceptibility is highly recommended to determine proper methods of mitigating these soils and rocks.&nbsp; The 2024 International Building Code (IBC) and International Residential Code (IRC), adopted statewide, require a geotechnical investigation to evaluate unsuitable soils and rocks that may be present beneath a building.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>More Information</strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring a comprehensive, site-specific geotechnical and geologic-hazard investigation. Site-specific investigations are necessary to accurately characterize the site-specific soluble soil and rock susceptibility and determine appropriate building requirements. Chapter 2 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for conducting engineering-geology investigations and preparing engineering geology reports in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting.&nbsp; Contact your local city or county building department for requirements, and a Utah-licensed engineering geology consultant for investigations.&nbsp;</p>\n<p>Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://geology.utah.gov/hazards/problem-soils/\" target=\"_blank\">Problem Soil and Rock Hazards</a>.</p>",
                "GlobalID": "3866ac25-4ea3-49b2-934c-30c015bcf43b"
            }
        },
        {
            "type": "Feature",
            "id": 21,
            "geometry": null,
            "properties": {
                "OBJECTID": 21,
                "Hazard": "WSS",
                "Text": "<p>Wind-blown sand can cause damage to infrastructure by burial, sandblasting effects, and by creating unsafe driving conditions. Dust storms commonly occur due to wind associated with the monsoonal season that affects southern Utah and northern Arizona. Even a few inches of sand on a road can be very dangerous. Wind-blown sand hazards are often reduced by armoring deposits with appropriately sized and graded gravel, cobbles, and boulders, where adequate irrigation water is not available for vegetation planting. The map below shows areas of mapped wind-blown-sand susceptibility for your area of interest in relative terms of high, moderate, low, susceptible, or not mapped.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map</strong></p>\n<p>The wind-blown-sand susceptibility mapping is intended for general planning purposes to indicate where wind-blown-sand susceptibility may be present and to assist in designing wind-blown-sand-hazard investigations. Your area of interest has an area mapped as having wind-blown-sand susceptibility. The susceptibility of wind-blown-sand susceptibility and the description of the susceptibility categories identified in your area of interest are listed above. Wind-blown sand may be deposited around structures and bury agricultural fields, roads, and other features. A geotechnical investigation that specifically addresses wind-blown sand is highly recommended, especially when soils are disturbed, and vegetation removed.</p>\n<p>&nbsp;</p>\n<p><strong>More Information </strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring a comprehensive, site-specific geotechnical and geologic-hazard investigation. Site-specific investigations are necessary to accurately characterize the site-specific wind-blown-sand susceptibility and determine appropriate building requirements. Chapter 2 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for conducting engineering-geology investigations and preparing engineering geology reports in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting.&nbsp; Contact your local city or county building department for requirements, and a Utah-licensed engineering geology consultant for investigations.</p>\n<p>Additional informational resources are listed below:</p>\n<p>UGS: <a href=\"https://geology.utah.gov/hazards/problem-soils/\" target=\"_blank\">Problem Soil and Rock Hazards</a>.</p>",
                "GlobalID": "8f82e450-a8df-4b14-83a4-f513a29b5161"
            }
        },
        {
            "type": "Feature",
            "id": 22,
            "geometry": null,
            "properties": {
                "OBJECTID": 22,
                "Hazard": "ERZ",
                "Text": "<p>Erosion-hazard zones delineated by JE Fuller/Hydrology &amp; Geomorphology, Inc. in the St. George, Utah, area are independent of Federal Emergency Management Agency flood zones. The erosion-hazard zones are based chiefly on a geomorphic analysis of river behavior over time and are determined through a combination of aerial photography interpretation, field observations, geology and soil mapping, and consideration of the location and design of structures in active stream channels, including bridges, water diversion dams, and channel stabilization structures. Alternating yellow and black bar indicates the erosion-hazard zone mapping limit.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map</strong></p>\n<p>The erosion-hazard zone mapping is intended for general planning purposes to indicate where increased erosion may occur and to assist in designing erosion-hazard investigations. Your area of interest has an area identified as an erosion-hazard zone. This means that some form of erosion is present. Areas with no mapped erosion-hazard zone may be outside of the study area and still experience erosion.</p>\n<p>&nbsp;</p>\n<p><strong>More Information</strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring a comprehensive, site-specific slope investigation, which could include erosion. Site-specific investigations are necessary to accurately characterize the site-specific erosion hazard and determine appropriate building requirements. Chapter 2 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for conducting engineering-geology investigations and preparing engineering geology reports in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting. Contact your local city or county building department for requirements, and a Utah-licensed engineering geology consultant for investigations.</p>\n<p>Additional informational resources on this special investigation can be found by contacting the Utah Geological Survey Southern Utah Office or on the UGS website: <a href=\"https://geology.utah.gov/\" target=\"_blank\">Utah Geological Survey</a>.</p>",
                "GlobalID": "d677f686-11ce-4295-9aa3-455055f200a3"
            }
        },
        {
            "type": "Feature",
            "id": 23,
            "geometry": null,
            "properties": {
                "OBJECTID": 23,
                "Hazard": "LSC",
                "Text": "<p>Many Utah landslides are considered dormant, but recent slope failures are commonly reactivations of pre-existing landslides, suggesting that even so-called dormant landslides may continue to exhibit slow creep or are capable of renewed movement if stability thresholds are exceeded. Past slope failures can be used to identify the geologic, hydrologic, and topographic conditions that may reactivate existing landslides and initiate new landslides. Developing on landslides will always involve a level of inherent risk. Landslides often impact more than one parcel or lot and attempting to stabilize a landslide on only one parcel or lot is rarely successful. The map below shows mapped landslides for your area of interest and the boundary of previously mapped areas from the <em>Utah Landslide Database</em>. Landslides in the landslide compilation were mapped post-2008 and are less accurate and detailed than landslides from the landslide inventory section of the landslide database.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map</strong></p>\n<p><strong><em>Landslide Compilation</em></strong></p>\n<p>&nbsp;</p>\n<p>One or more landslides have been mapped in your area of interest.&nbsp; These mapped landslides are part of an older compilation of landslides mapped during routine geologic mapping and these maps were created at various scales, quality, and accuracy.&nbsp; Based on these mapped landslides, future landsliding is possible, depending upon the site, water drainage, cuts and fills, on-site septic systems, etc. A landslide hazard investigation is highly recommended. The 2024 International Building Code (IBC) and International Residential Code (IRC), adopted statewide, require a geotechnical investigation where landslides (slope instability) may be present beneath or affect a building. Contact your local building department for requirements, and a Utah-licensed geotechnical engineer for investigations. Note that many landslides impact more than one parcel and mitigating one of these landslides on only one parcel is rarely successful, resulting in continued building and property damage.</p> <p><strong>More Information</strong></p>\n<p>UGS: <a href=\"https://geology.utah.gov/hazards/landslides\" target=\"_blank\">Landslide Hazards</a>.</p>\n<p><a href=\"https://gis.utah.gov/data/geoscience/landslides/\" target=\"_blank>Utah Landslide Database</a>.</p>",
                "GlobalID": "269ad5b3-f872-4560-a101-2a2ad1b7097e"
            }
        },
        {
            "type": "Feature",
            "id": 24,
            "geometry": null,
            "properties": {
                "OBJECTID": 24,
                "Hazard": "QFF",
                "Text": "<p>The Utah Geological Survey&rsquo;s <em>Quaternary Fault and Fold Database</em> and Map of Utah is a compilation of existing information on faults and fault-related folds considered to be potential earthquake sources (i.e., &ldquo;active&rdquo; faults and folds). The faults contained in the database are those considered to have been sources of large earthquakes (about magnitude 6.5 or greater) during the Quaternary Period (past 2.6 million years); these geologic structures are the most likely sources of future large earthquakes. The database is intended to be a comprehensive source of the most current information available for characterizing active faults and folds in Utah for seismic-hazard analysis. This version of the database incorporates fault data from geologic maps and other documents formally published through 2013, along with several additional faults.</p>\n<p>&nbsp;</p>\n<p>The database was compiled and attributed using ESRI ArcGIS geographic information system software. In general, the database attribute conventions follow those of the <em>Quaternary Fault and Fold Database </em>of the United States maintained by the U.S. Geological Survey (USGS).</p>\n<p>&nbsp;</p>",
                "GlobalID": "5e1e1116-7072-4e1c-afa2-7edba4bb338c"
            }
        },
        {
            "type": "Feature",
            "id": 25,
            "geometry": null,
            "properties": {
                "OBJECTID": 25,
                "Hazard": "VOL",
                "Text": "<p>Volcanic hazards, associated with active volcanoes, include volcanic eruptions of lava, ash, steam, and rocks (pyroclastics). Dangerous hazards associated with volcanic eruptions include lava and pyroclastic flows; lahars (volcanic debris flows); glacier outburst floods; rock, debris, and ice avalanches; lateral blasts; tsunamis; and dome growth and collapse. Utah has had active volcanism in the past, but currently has no active volcanoes. The most recent volcanic activity in Utah occurred in the last 10,000 years, in the Black Rock Desert of south-central Utah and is considered geologically very young. Eruptions of volcanoes in the western United States, such as volcanoes of the Cascade Range (which include Mount St. Helens) and the Yellowstone caldera, could result in volcanic ash clouds that could disrupt air travel, affect air quality, and deposit ash in Utah. Volcanic deposits can contribute to current geologic hazards including problem soils and rock and landslides. The map below shows the mapped volcanic features for your area of interest and indicates if they are basaltic, rhyolitic, andesitic, or undetermined which usually includes rocks of multiple types.</p>",
                "GlobalID": "bc17de53-e5ef-4cd1-92f7-977c55b8192b"
            }
        },
        {
            "type": "Feature",
            "id": 26,
            "geometry": null,
            "properties": {
                "OBJECTID": 26,
                "Hazard": "THR",
                "Text": "<p>Geothermal hazards may be associated with springs that are heated to high temperatures by molten or recently solidified rocks below the surface. In Utah many hot springs are located near valley margins of mountains and are likely controlled by active Basin and Range faults. Geothermal resources are used to create energy and for recreational purposes. Many of the springs shown on this map can reach very high temperatures and can cause injury or death with water contact or immersion. Water temperatures can fluctuate due to natural processes. Hot springs can contain high levels of sulfur and other gases or bacteria that can cause injury and illness. Caution should always be exercised near geothermal springs. The map below shows the mapped hot springs in Utah and are categorized by temperature as hot springs, warm springs, low temperature springs and thermal springs.&nbsp;</p>",
                "GlobalID": "b7dc43f1-c880-4e26-81f7-940b3dc0dcdc"
            }
        },
        {
            "type": "Feature",
            "id": 27,
            "geometry": null,
            "properties": {
                "OBJECTID": 27,
                "Hazard": "VCN",
                "Text": "<p>Volcanic hazards, associated with active volcanoes, include volcanic eruptions of lava, ash, steam, and rocks (pyroclastics). Dangerous hazards associated with volcanic eruptions include lava and pyroclastic flows; lahars (volcanic debris flows); glacier outburst floods; rock, debris, and ice avalanches; lateral blasts; tsunamis; and dome growth and collapse. Utah has had active volcanism in the past, but currently has no active volcanoes. The most recent volcanic activity in Utah occurred in the last 10,000 years, in the Black Rock Desert of south-central Utah and is considered geologically very young. Eruptions of volcanoes in the western United States, such as volcanoes of the Cascade Range (which include Mount St. Helens) and the Yellowstone caldera, could result in volcanic ash clouds that could disrupt air travel, affect air quality, and deposit ash in Utah. Volcanic deposits can contribute to current geologic hazards including problem soils and rock and landslides. The map below shows the mapped volcanic cone features for your area of interest and indicates if they are a cinder cone or volcanic dome feature.</p>",
                "GlobalID": "80081ec2-c720-450d-9762-f02e1433c7cb"
            }
        },
        {
            "type": "Feature",
            "id": 28,
            "geometry": null,
            "properties": {
                "OBJECTID": 28,
                "Hazard": "AAF",
                "Text": "<p>Active alluvial fan landforms delineated by JE Fuller/Hydrology &amp; Geomorphology, Inc. under contract with AECOM Technical Services, Inc. for the Utah Division of Emergency Management as part of the Utah statewide Risk MAP program. The landforms mapped do not represent Federal Emergency Management Agency regulatory alluvial fan floodplains. The purpose of the delineations was to identify landforms that could potentially require additional, more detailed analyses to determine the actual flood risk. The landform delineation limits from this study should be considered approximate.</p>\n<p>&nbsp;</p>\n<p><strong>How to Use This Map</strong></p>\n<p>The alluvial fan mapping is intended for general planning purposes to identify active alluvial fan landforms throughout the state that pose a potential flood risk to current or potential future development areas. Your area of interest has an area identified as an active alluvial fan. This means that some form of alluvial fan flooding is present. Areas with no mapped alluvial fan may be outside of the study area and still experience flooding.</p>\n<p>&nbsp;</p>\n<p><strong>More Information</strong></p>\n<p>Although these areas are not regulated on a state-level, many cities and counties throughout Utah have adopted development ordinances requiring a comprehensive, site-specific slope investigation, which could include alluvial fan flooding. Site-specific investigations are necessary to accurately characterize the site-specific erosion hazard and determine appropriate building requirements. Chapter 2 of <a href=\"https://doi.org/10.34191/C-128\" target=\"_blank\">UGS Circular 128</a> provides guidelines for conducting engineering-geology investigations and preparing engineering geology reports in Utah. The UGS recommends that a comprehensive engineering-geology investigation be performed for all development subject to local permitting. Contact your local city or county building department for requirements, and a Utah-licensed engineering geology consultant for investigations.</p>\n<p>Additional informational resources on this special investigation can be found by contacting the Utah Geological Survey Office or on the UGS website: <a href=\"https://geology.utah.gov/\" target=\"_blank\">Utah Geological Survey</a>.</p>",
                "GlobalID": "4b93e0fc-29a1-4794-8655-32f8dcfe80af"
            }
        }
    ]
}